Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Purchase Tips
ar: تنبيه الشراء
az: Alış ipucusu
bg: Подкана за покупка
bn: ক্রয়ের টিপস
ca: Avís de compra
ceb: Pahinumdom sa Pagpalit
cs: Tip k nákupu
da: Købstip
de: Kaufhinweis
el: Συμβουλή αγοράς
es: Aviso de compra
es_us: Aviso de compra
et: Ostu vihje
fa: نکته خرید
fi: Ostovinkki
fil: Tip sa Pagbili
fr: Conseil d'achat
fr_ca: Conseil d'achat
ga: Leid ceannaigh
gu: ખરીદી ટીપ
he: טיפ לרכישה
hi: खरीदारी सुझाव
hr: Savjet za kupnju
hu: Vásárlási tipp
id: Tip Pembelian
is: Ábending vegna kaupa
it: Suggerimento acquisto
ja: 購入のヒント
jv: Tips Tuku
kk: Сатып алу туралы кеңес
km: គន្លឹះទិញ
kn: ಖರೀದಿ ಸುಳಿವು
ko: 구매 팁
lt: Pirkimo patarimas
lv: Pirkuma paziņojums
ml: വാങ്ങൽ സൂചന
mr: खरेदी सूचना
ms: Petua Pembelian
my: ဝယ်ယူမှု အကြံပြုချက်
nb: Kjøpstips
nl: Aankooptip
or: କ୍ରୟ ଟିପ୍ସ
pa: ਖਰੀਦ ਸੁਝਾਅ
pl: Wskazówka dotycząca zakupu
pt_br: Dica de compra
pt_pt: Dica de compra
ro: Sfat achiziție
ru: Информация о покупке
sk: Tip k nákupu
sl: Namig za nakup
sq: Këshillë për blerjen
sv: Köptips
sw: Kidokezo cha ununuzi
ta: கொள்முதல் குறிப்பு
te: కొనుగోలు చిట్కా
th: คำแนะนำการซื้อ
tr: Satın alma ipucu
uk: Підказка щодо покупки
ur: خریداری کا اشارہ
uz: Xarid bo'yicha maslahat
vi: Mẹo mua hàng
zh_hans: 购买提示
zh_hant: 購買提示
zh_hk: 購買提示

source: Query and count every record, and use visual charts to show your wealth.
ar: التحقق والإحصاء لكل سجل، وعرض ثروتك بصريًا باستخدام الرسوم البيانية.
az: Hər bir qeydi sorğulayın və statistikasını aparın, sərvətinizi vizual qrafiklərlə nümayiş etdirin.
bg: Проверявайте и изчислявайте всеки запис, визуализирайки богатството си с диаграми.
bn: প্রতিটি রেকর্ড অনুসন্ধান এবং পরিসংখ্যান করুন, ভিজ্যুয়াল চার্টের মাধ্যমে আপনার সম্পদ প্রদর্শন করুন।
ca: Consulta i estadístiques de cada registre, visualitzant la teva riquesa amb gràfics.
ceb: Pangitaa ug i-ihap ang matag rekord, ug ipakita ang imong bahandi gamit ang mga visual nga tsart.
cs: Vyhledávejte a statisticky zpracujte každý záznam a zobrazte své bohatství pomocí vizuálních grafů.
da: Søg og lav statistik på hver post, og vis din formue med visuelle diagrammer.
de: Durchsuchen und analysieren Sie jeden Eintrag und visualisieren Sie Ihr Vermögen mit Diagrammen.
el: Αναζητήστε και στατιστικοποιήστε κάθε εγγραφή, παρουσιάζοντας τον πλούτο σας με οπτικά διαγράμματα.
es: Consulta y estadistica cada registro, visualizando tu riqueza con gráficos.
es_us: Consulta y analiza cada registro, visualizando tu riqueza con gráficos.
et: Päringud ja statistika iga kirje kohta, visualiseerige oma rikkust diagrammidega.
fa: هر رکورد را جستجو و آمارگیری کنید و از نمودارهای تصویری برای نمایش دارایی خود استفاده کنید.
fi: Tee hakuja ja tilastoja jokaisesta tietueesta, ja visualisoi varallisuutesi kaavioilla.
fil: Magtanong at mag-tally ng bawat rekord, at ipakita ang iyong yaman gamit ang mga visual chart.
fr: Recherchez et analysez chaque enregistrement, et visualisez votre richesse avec des graphiques.
fr_ca: Consultez et analysez chaque transaction, et visualisez votre richesse avec des graphiques.
ga: Fiosraigh agus déan staitisticí ar gach taifead, bain úsáid as cairteacha amhairc chun do shaibhreas a thaispeáint.
gu: દરેક રેકોર્ડની પૂછપરછ અને આંકડા, વિઝ્યુઅલ ચાર્ટ સાથે તમારી સંપત્તિ દર્શાવો.
he: חפש ונתח כל רשומה, והצג את העושר שלך באמצעות תרשימים חזותיים.
hi: प्रत्येक रिकॉर्ड की जांच और सांख्यिकी करें, विज़ुअल चार्ट के साथ अपनी संपत्ति प्रदर्शित करें।
hr: Pretražujte i statistički obradite svaki zapis, prikazujući svoje bogatstvo vizualnim grafikonima.
hu: Kérdezze le és statisztikázza minden bejegyzését, vizuális diagramokkal megjelenítve vagyonát.
id: Kueri dan statistik setiap catatan, tampilkan kekayaan Anda dengan grafik visual.
is: Flettu upp og taktu saman tölfræði fyrir hverja færslu, notaðu myndræn línurit til að sýna auðæfi þín.
it: Consulta e analizza ogni record, visualizza la tua ricchezza con grafici.
ja: すべての記録を照会・統計し、視覚的なグラフで資産を表示します。
jv: Priksa lan statistik saben cathetan, gunakake grafik visual kanggo nampilake kasugihan sampeyan.
kk: Әрбір жазбаны сұраңыз және статистикалаңыз, байлығыңызды көрнекі диаграммалармен көрсетіңіз.
km: ស្វែងរក និងធ្វើស្ថិតិនៃកំណត់ត្រានីមួយៗ ប្រើតារាងទិន្នន័យដើម្បីបង្ហាញទ្រព្យសម្បត្តិរបស់អ្នក។
kn: ಪ್ರತಿಯೊಂದು ದಾಖಲೆಯನ್ನು ಪ್ರಶ್ನಿಸಿ ಮತ್ತು ಅಂಕಿಅಂಶ ಪಡೆಯಿರಿ, ನಿಮ್ಮ ಸಂಪತ್ತನ್ನು ದೃಶ್ಯ ಚಾರ್ಟ್‌ಗಳೊಂದಿಗೆ ಪ್ರದರ್ಶಿಸಿ.
ko: 모든 기록을 조회 및 통계 내고, 시각화된 차트로 자산을 확인하세요.
lt: Ieškokite ir analizuokite kiekvieną įrašą, atvaizduokite savo turtą vaizdinėmis diagramomis.
lv: Skatiet un analizējiet katru ierakstu, izmantojot vizuālus grafikus, lai parādītu jūsu bagātību.
ml: ഓരോ റെക്കോർഡും അന്വേഷിക്കുകയും സ്ഥിതിവിവരക്കണക്കുകൾ എടുക്കുകയും ചെയ്യുക, വിഷ്വൽ ചാർട്ടുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ സമ്പത്ത് കാണുക.
mr: प्रत्येक नोंदीची चौकशी आणि आकडेवारी पहा, तुमची संपत्ती व्हिज्युअल चार्ट्ससह प्रदर्शित करा.
ms: Semak dan statistik setiap rekod, paparkan kekayaan anda dengan carta visual.
my: မှတ်တမ်းတိုင်းကို ရှာဖွေပြီး စာရင်းဇယား ပြုလုပ်ကာ သင့်ကြွယ်ဝမှုများကို ဇယားများဖြင့် ပြသပါ။
nb: Søk og før statistikk over hver oppføring, og vis formuen din med visuelle diagrammer.
nl: Zoek en analyseer elk record en visualiseer je vermogen met grafieken.
or: ପ୍ରତ୍ୟେକ ରେକର୍ଡର ଅନୁସନ୍ଧାନ ଏବଂ ପରିସଂଖ୍ୟାନ କରନ୍ତୁ, ଆପଣଙ୍କର ସମ୍ପତ୍ତିକୁ ଭିଜୁଆଲ୍ ଚାର୍ଟ ସହିତ ପ୍ରଦର୍ଶନ କରନ୍ତୁ।
pa: ਹਰੇਕ ਰਿਕਾਰਡ ਦੀ ਪੁੱਛਗਿੱਛ ਅਤੇ ਅੰਕੜੇ ਕਰੋ, ਆਪਣੀ ਦੌਲਤ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਵਿਜ਼ੂਅਲ ਚਾਰਟ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Sprawdzaj i zliczaj każdy wpis, prezentując swój majątek na wizualnych wykresach.
pt_br: Consulte e analise cada registro, visualizando sua riqueza com gráficos.
pt_pt: Consulte e contabilize cada registro, exibindo sua riqueza com gráficos visuais.
ro: Interoghează și analizează fiecare înregistrare, folosind grafice vizuale pentru a-ți afișa averea.
ru: Просматривайте и анализируйте каждую запись, визуализируйте свое богатство с помощью графиков.
sk: Dopytujte a štatisticky spracujte každý záznam, vizualizujte svoje bohatstvo pomocou grafov.
sl: Poizvedujte in statistično obdelajte vsak zapis, vizualizirajte svoje premoženje z grafi.
sq: Kërkoni dhe statistikoni çdo regjistrim, duke shfaqur pasurinë tuaj me grafikë vizualë.
sv: Sök och för statistik över varje post, visualisera din förmögenhet med diagram.
sw: Uliza na fanya takwimu za kila rekodi, ukiibua utajiri wako kwa chati.
ta: ஒவ்வொரு பதிவையும் வினவவும் மற்றும் புள்ளிவிவரங்களைப் பார்க்கவும், வரைபடங்களுடன் உங்கள் செல்வத்தைக் காட்சிப்படுத்தவும்.
te: ప్రతి రికార్డును ప్రశ్నించండి మరియు గణాంకాలను చూడండి, మీ సంపదను చార్ట్‌లతో వీక్షించండి.
th: ค้นหาและทำสถิติทุกรายการ แสดงความมั่งคั่งของคุณด้วยแผนภูมิที่เข้าใจง่าย
tr: Her kaydı sorgulayın ve istatistiklerini tutun, servetinizi görsel grafiklerle sergileyin.
uk: Переглядайте статистику кожного запису та візуалізуйте свої статки на графіках.
ur: ہر ریکارڈ کو تلاش اور شمار کریں، اپنی دولت کو بصری چارٹس کے ساتھ ظاہر کریں۔
uz: Har bir yozuvni so'rang va statistikasini yuriting, boyligingizni vizual diagrammalar bilan namoyish eting.
vi: Truy vấn và thống kê từng hồ sơ, hiển thị tài sản của bạn bằng biểu đồ trực quan.
zh_hans: 查询和统计每一笔记录，用可视化图表展现你的财富。
zh_hant: 查詢和統計每一筆記錄，用視覺化圖表展現你的財富。
zh_hk: 查詢和統計每一筆記錄，用視覺化圖表展現你的財富。

source: Record Life
ar: تسجيل الحياة
az: Həyatı qeyd et
bg: Записвай живота
bn: জীবন রেকর্ড করুন
ca: Registra la vida
ceb: Irekord ang Kinabuhi
cs: Zaznamenat život
da: Registrer livet
de: Das Leben festhalten
el: Καταγραφή ζωής
es: Registrar vida
es_us: Registrar vida
et: Salvesta elu
fa: ثبت لحظات زندگی
fi: Tallenna elämää
fil: Itala ang Buhay
fr: Enregistrer la vie
fr_ca: Enregistrer la vie
ga: Taifead an saol
gu: જીવન રેકોર્ડ કરો
he: תיעוד החיים
hi: जीवन रिकॉर्ड करें
hr: Bilježite život
hu: Élet rögzítése
id: Rekam Kehidupan
is: Skráðu lífið
it: Registra la vita
ja: 生活を記録
jv: Nyathet Urip
kk: Өмірді жазу
km: កត់ត្រាជីវិត
kn: ಜೀವನವನ್ನು ದಾಖಲಿಸಿ
ko: 생활 기록
lt: Fiksuoti gyvenimą
lv: Ierakstiet savu dzīvi
ml: ജീവിതം രേഖപ്പെടുത്തുക
mr: जीवनाची नोंद ठेवा
ms: Rekod Kehidupan
my: ဘဝမှတ်တမ်း
nb: Dokumenter livet
nl: Leven vastleggen
or: ଜୀବନ ରେକର୍ଡ କରନ୍ତୁ
pa: ਜੀਵਨ ਰਿਕਾਰਡ ਕਰੋ
pl: Rejestruj życie
pt_br: Registrar a vida
pt_pt: Registrar a vida
ro: Înregistrează viața
ru: Записывайте моменты жизни
sk: Zaznamenávajte život
sl: Beležite življenje
sq: Regjistro jetën
sv: Registrera livet
sw: Rekodi maisha
ta: வாழ்க்கையை பதிவு செய்யுங்கள்
te: జీవితాన్ని నమోదు చేయండి
th: บันทึกชีวิต
tr: Hayatı kaydet
uk: Записуйте життя
ur: زندگی کو ریکارڈ کریں
uz: Hayotni qayd etish
vi: Ghi lại cuộc sống
zh_hans: 记录生活
zh_hant: 記錄生活
zh_hk: 記錄生活

source: Record your savings information anytime and anywhere.
ar: سجل مدخراتك في أي وقت وفي أي مكان.
az: Yığım məlumatlarınızı istənilən vaxt və yerdə qeyd edin.
bg: Записвайте информацията за спестяванията си по всяко време и навсякъде.
bn: যেকোনো সময়, যেকোনো জায়গায় আপনার সঞ্চয় তথ্য রেকর্ড করুন।
ca: Registra la informació dels teus estalvis en qualsevol moment i lloc.
ceb: Irekord ang imong impormasyon sa pagtigum bisan kanus-a ug bisan asa.
cs: Zaznamenávejte své informace o spoření kdykoli a kdekoli.
da: Registrer dine opsparingsoplysninger når som helst og hvor som helst.
de: Erfassen Sie Ihre Sparinformationen jederzeit und überall.
el: Καταγράψτε τις πληροφορίες αποταμίευσής σας οποτεδήποτε και οπουδήποτε.
es: Registra tu información de ahorros en cualquier momento y lugar.
es_us: Registra tu información de ahorros en cualquier momento y lugar.
et: Salvestage oma säästuteave igal ajal ja igal pool.
fa: اطلاعات پس‌انداز خود را در هر زمان و مکان ثبت کنید.
fi: Kirjaa säästötietosi missä ja milloin tahansa.
fil: Itala ang iyong impormasyon sa pag-iipon anumang oras at kahit saan.
fr: Enregistrez vos informations d'épargne à tout moment et en tout lieu.
fr_ca: Enregistrez vos informations d'épargne à tout moment et en tout lieu.
ga: Taifead d'fhaisnéis choigiltis am ar bith, áit ar bith.
gu: ગમે ત્યારે અને ગમે ત્યાં તમારી બચત માહિતી રેકોર્ડ કરો.
he: הקלט את פרטי החיסכון שלך בכל זמן ובכל מקום.
hi: अपनी बचत की जानकारी कभी भी और कहीं भी रिकॉर्ड करें।
hr: Bilježite podatke o svojoj štednji bilo kada i bilo gdje.
hu: Rögzítse megtakarítási adatait bárhol, bármikor.
id: Catat informasi tabungan Anda kapan saja, di mana saja.
is: Skráðu sparnaðarupplýsingar þínar hvar og hvenær sem er.
it: Registra le tue informazioni di risparmio sempre e ovunque.
ja: いつでもどこでも貯金情報を記録できます。
jv: Cathet informasi tabungan sampeyan kapan wae, ing ngendi wae.
kk: Жинақ ақпаратын кез келген уақытта және кез келген жерде жазыңыз.
km: កត់ត្រាព័ត៌មានសន្សំរបស់អ្នកគ្រប់ពេលវេលា គ្រប់ទីកន្លែង។
kn: ಯಾವುದೇ ಸಮಯದಲ್ಲಿ, ಎಲ್ಲಿಯಾದರೂ ನಿಮ್ಮ ಉಳಿತಾಯ ಮಾಹಿತಿಯನ್ನು ದಾಖಲಿಸಿ.
ko: 언제 어디서나 저축 정보를 기록하세요.
lt: Fiksuokite savo taupymo informaciją bet kada ir bet kur.
lv: Reģistrējiet savu uzkrājumu informāciju jebkurā laikā un vietā.
ml: എപ്പോൾ വേണമെങ്കിലും എവിടെയും നിങ്ങളുടെ സമ്പാദ്യ വിവരങ്ങൾ രേഖപ്പെടുത്തുക.
mr: तुमची बचत माहिती कधीही, कुठेही रेकॉर्ड करा.
ms: Rekod maklumat simpanan anda pada bila-bila masa, di mana sahaja.
my: သင့်ငွေစု အချက်အလက်များကို နေရာဒေသမရွေး၊ အချိန်မရွေး မှတ်တမ်းတင်ပါ။
nb: Registrer spareinformasjonen din når som helst og hvor som helst.
nl: Registreer je spaarinformatie altijd en overal.
or: ଯେକୌଣସି ସମୟରେ ଏବଂ ଯେକୌଣସି ସ୍ଥାନରେ ଆପଣଙ୍କର ସଞ୍ଚୟ ସୂଚନା ରେକର୍ଡ କରନ୍ତୁ।
pa: ਕਿਸੇ ਵੀ ਸਮੇਂ, ਕਿਤੇ ਵੀ ਆਪਣੀ ਬੱਚਤ ਜਾਣਕਾਰੀ ਰਿਕਾਰਡ ਕਰੋ।
pl: Rejestruj informacje o oszczędnościach w dowolnym miejscu i czasie.
pt_br: Registre suas informações de poupança a qualquer hora e em qualquer lugar.
pt_pt: Registre suas informações de poupança a qualquer hora, em qualquer lugar.
ro: Înregistrează informațiile despre economii oricând și oriunde.
ru: Записывайте информацию о сбережениях в любое время и в любом месте.
sk: Zaznamenávajte svoje úspory kedykoľvek a kdekoľvek.
sl: Beležite svoje varčevalne podatke kadarkoli in kjerkoli.
sq: Regjistroni informacionin e kursimeve tuaja kudo dhe në çdo kohë.
sv: Registrera din sparinfo när som helst och var som helst.
sw: Rekodi taarifa zako za akiba wakati wowote na mahali popote.
ta: எந்த நேரத்திலும், எங்கும் உங்கள் சேமிப்புத் தகவலைப் பதிவுசெய்யவும்.
te: ఎప్పుడైనా, ఎక్కడైనా మీ పొదుపు సమాచారాన్ని నమోదు చేయండి.
th: บันทึกข้อมูลการออมของคุณได้ทุกที่ทุกเวลา
tr: Tasarruf bilgilerinizi istediğiniz zaman, istediğiniz yerde kaydedin.
uk: Записуйте свої заощадження будь-де і будь-коли.
ur: اپنی بچت کی معلومات کسی بھی وقت، کہیں بھی ریکارڈ کریں۔
uz: Jamg'arma ma'lumotlaringizni istalgan vaqtda va istalgan joyda yozib oling.
vi: Ghi lại thông tin tiết kiệm của bạn mọi lúc, mọi nơi.
zh_hans: 随时随地记录您的储蓄信息。
zh_hant: 隨時隨地記錄您的儲蓄資訊。
zh_hk: 隨時隨地記錄您的儲蓄資訊。

source: Recovery Successful
ar: تم الاستعادة بنجاح
az: Bərpa uğurlu oldu
bg: Възстановяването е успешно
bn: পুনরুদ্ধার সফল
ca: Restauració correcta
ceb: Malampuson ang pag-restore
cs: Obnovení úspěšné
da: Gendannelse lykkedes
de: Wiederherstellung erfolgreich
el: Η επαναφορά ήταν επιτυχής
es: Restauración exitosa
es_us: Restauración exitosa
et: Taastamine õnnestus
fa: بازیابی موفق
fi: Palautus onnistui
fil: Tagumpay ang Pag-restore
fr: Restauration réussie
fr_ca: Restauration réussie
ga: Athchóiriú rathúil
gu: પુનઃપ્રાપ્તિ સફળ
he: השחזור הצליח
hi: पुनर्प्राप्ति सफल
hr: Obnova uspješna
hu: Visszaállítás sikeres
id: Pemulihan Berhasil
is: Endurheimt tókst
it: Ripristino riuscito
ja: 復元成功
jv: Pulehake Berhasil
kk: Қалпына келтіру сәтті өтті
km: ការស្តារឡើងវិញបានជោគជ័យ
kn: ಮರುಸ್ಥಾಪನೆ ಯಶಸ್ವಿಯಾಗಿದೆ
ko: 복원 성공
lt: Atkūrimas sėkmingas
lv: Atjaunošana veiksmīga
ml: പുനഃസ്ഥാപിക്കൽ വിജയകരമാണ്
mr: पुनर्प्राप्ती यशस्वी
ms: Pemulihan Berjaya
my: ပြန်လည်ရယူမှု အောင်မြင်ပါသည်
nb: Gjenoppretting vellykket
nl: Herstel geslaagd
or: ପୁନରୁଦ୍ଧାର ସଫଳ ହେଲା
pa: ਬਹਾਲੀ ਸਫਲ ਰਹੀ
pl: Przywracanie powiodło się
pt_br: Restaurado com sucesso
pt_pt: Restauração bem-sucedida
ro: Restaurare reușită
ru: Восстановление успешно
sk: Obnovenie úspešné
sl: Obnovitev uspešna
sq: Rikthimi ishte i suksesshëm
sv: Återställning lyckades
sw: Urejesho umefanikiwa
ta: மீட்டமைப்பு வெற்றியடைந்தது
te: పునరుద్ధరణ విజయవంతమైంది
th: กู้คืนสำเร็จ
tr: Geri yükleme başarılı
uk: Відновлено успішно
ur: بحالی کامیاب
uz: Tiklash muvaffaqiyatli
vi: Khôi phục thành công
zh_hans: 恢复成功
zh_hant: 恢復成功
zh_hk: 恢復成功

source: Regular
ar: ثابت
az: Dövri
bg: Периодичен
bn: মেয়াদী
ca: Periòdic
cs: Pravidelně
da: Fast
de: Regelmäßig
el: Περιοδικό
es: Periódico
es_us: Periódico
et: Regulaarne
fa: دوره‌ای
fi: Määräaikainen
fr: Périodique
fr_ca: Récurrent
ga: Go rialta
gu: નિયમિત
he: קבוע
hi: नियमित
hr: Periodično
hu: Rendszeres
id: Berkala
is: Reglulegt
it: Periodico
ja: 定期
jv: Berkala
kk: Мерзімді
km: តាមកាលកំណត់
kn: ನಿಯಮಿತ
ko: 정기
lt: Periodinis
lv: Regulāri
ml: പതിവായുള്ള
mr: नियमित
ms: Berkala
my: ပုံမှန်
nb: Fast
nl: Periodiek
or: ନିୟମିତ
pa: ਨਿਯਮਤ
pl: Regularne
pt_br: Recorrente
ro: Periodic
ru: Регулярно
sk: Pravidelne
sl: Redno
sq: Periodike
sv: Regelbunden
sw: Mara kwa mara
ta: வழக்கமான
te: ఆవర్తన
th: ประจำ
tr: Düzenli
uk: Регулярно
ur: باقاعدہ
uz: Muntazam
vi: Định kỳ
zh_hans: 定期
zh_hant: 定期
zh_hk: 定期

source: Remaining
ar: متبقي
az: Qalan
bg: Оставащи
bn: অবশিষ্ট
ca: Restant
ceb: Nabilin
cs: Zbývající
da: Resterende
de: Verbleibend
el: Υπόλοιπο
es: Restante
es_us: Restante
et: Järelejäänud
fa: باقی‌مانده
fi: Jäljellä
fil: Natitira
fr: Restant
fr_ca: Restant
ga: Ag fágáil
gu: બાકી
he: נותר
hi: शेष
hr: Preostalo
hu: Hátralévő
id: Sisa
is: Eftir
it: Rimanente
ja: 残り
jv: Sisa
kk: Қалған
km: ដែលនៅសល់
kn: ಉಳಿದಿದೆ
ko: 남음
lt: Likę
lv: Atlikums
ml: ശേഷിക്കുന്നത്
mr: उर्वरित
ms: Baki
my: လက်ကျန်
nb: Gjenstående
nl: Resterend
or: ଅବଶିଷ୍ଟ
pa: ਬਾਕੀ
pl: Pozostało
pt_br: Restante
pt_pt: Restante
ro: Rămas
ru: Остаток
sk: Zostáva
sl: Preostanek
sq: E mbetur
sv: Återstående
sw: Iliyobaki
ta: மீதமுள்ளவை
te: మిగిలినవి
th: คงเหลือ
tr: Kalan
uk: Залишилося
ur: باقی
uz: Qolgan
vi: Còn lại
zh_hans: 剩余
zh_hant: 剩餘
zh_hk: 剩餘

source: Reminder time
ar: وقت التذكير
az: Xatırlatma vaxtı
bg: Време за напомняне
bn: রিমাইন্ডার সময়
ca: Hora de recordatori
ceb: Oras sa Pahinumdom
cs: Čas připomenutí
da: Påmindelsestidspunkt
de: Erinnerungszeit
el: Ώρα υπενθύμισης
es: Hora del recordatorio
es_us: Hora del recordatorio
et: Meeldetuletuse aeg
fa: زمان یادآوری
fi: Muistutusaika
fil: Oras ng Paalala
fr: Heure de rappel
fr_ca: Heure de rappel
ga: Am meabhrúcháin
gu: રીમાઇન્ડર સમય
he: זמן תזכורת
hi: अनुस्मारक समय
hr: Vrijeme podsjetnika
hu: Emlékeztető ideje
id: Waktu Pengingat
is: Áminningartími
it: Orario promemoria
ja: リマインダー時間
jv: Wektu Pangeling
kk: Еске салғыш уақыты
km: ពេលវេលារំលឹក
kn: ಜ್ಞಾಪನೆ ಸಮಯ
ko: 알림 시간
lt: Priminimo laikas
lv: Atgādinājuma laiks
ml: ഓർമ്മപ്പെടുത്തൽ സമയം
mr: स्मरण करून देण्याची वेळ
ms: Masa Peringatan
my: သတိပေးမည့် အချိန်
nb: Påminnelsestid
nl: Herinneringstijd
or: ସ୍ମାରକ ସମୟ
pa: ਯਾਦ ਦਿਵਾਉਣ ਦਾ ਸਮਾਂ
pl: Czas przypomnienia
pt_br: Horário do lembrete
pt_pt: Hora do lembrete
ro: Ora mementoului
ru: Время напоминания
sk: Čas pripomienky
sl: Čas opomnika
sq: Koha e rikujtesës
sv: Påminnelsetid
sw: Muda wa kikumbusho
ta: நினைவூட்டல் நேரம்
te: రిమైండర్ సమయం
th: เวลาเตือนความจำ
tr: Hatırlatma zamanı
uk: Час нагадування
ur: یاد دہانی کا وقت
uz: Eslatma vaqti
vi: Thời gian nhắc nhở
zh_hant: 提醒時間
zh_hk: 提醒時間

source: Resource and technical support
ar: الموارد والدعم الفني
az: Resurslar və texniki dəstək
bg: Ресурси и техническа поддръжка
bn: রিসোর্স এবং প্রযুক্তিগত সহায়তা
ca: Recursos i suport tècnic
ceb: Mga Kapanguhaan ug Teknikal nga Suporta
cs: Zdroje a technická podpora
da: Ressourcer og teknisk support
de: Ressourcen und technischer Support
el: Πόροι και τεχνική υποστήριξη
es: Recursos y soporte técnico
es_us: Recursos y soporte técnico
et: Ressursid ja tehniline tugi
fa: منابع و پشتیبانی فنی
fi: Resurssit ja tekninen tuki
fil: Mga Mapagkukunan at Suportang Teknikal
fr: Ressources et support technique
fr_ca: Ressources et support technique
ga: Acmhainní agus Tacaíocht Theicniúil
gu: સંસાધનો અને તકનીકી સપોર્ટ
he: משאבים ותמיכה טכנית
hi: संसाधन और तकनीकी सहायता
hr: Resursi i tehnička podrška
hu: Források és technikai támogatás
id: Sumber Daya dan Dukungan Teknis
is: Auðlindir og tækniaðstoð
it: Risorse e supporto tecnico
ja: リソースと技術サポート
jv: Sumber Daya & Dhukungan Teknis
kk: Ресурстар және техникалық қолдау
km: ធនធាន និងការគាំទ្របច្ចេកទេស
kn: ಸಂಪನ್ಮೂಲಗಳು ಮತ್ತು ತಾಂತ್ರಿಕ ಬೆಂಬಲ
ko: 리소스 및 기술 지원
lt: Ištekliai ir techninė pagalba
lv: Resursi un tehniskais atbalsts
ml: വിഭവങ്ങളും സാങ്കേതിക പിന്തുണയും
mr: संसाधने आणि तांत्रिक सहाय्य
ms: Sumber dan Sokongan Teknikal
my: ရင်းမြစ်များနှင့် နည်းပညာ ပံ့ပိုးမှု
nb: Ressurser og teknisk støtte
nl: Bronnen en technische ondersteuning
or: ଉତ୍ସ ଏବଂ ଯାନ୍ତ୍ରିକ ସହାୟତା
pa: ਸਰੋਤ ਅਤੇ ਤਕਨੀਕੀ ਸਹਾਇਤਾ
pl: Zasoby i wsparcie techniczne
pt_br: Recursos e suporte técnico
pt_pt: Recursos e suporte técnico
ro: Resurse și suport tehnic
ru: Ресурсы и техподдержка
sk: Zdroje a technická podpora
sl: Viri in tehnična podpora
sq: Burimet dhe mbështetja teknike
sv: Resurser och teknisk support
sw: Rasilimali na msaada wa kiufundi
ta: வளங்கள் மற்றும் தொழில்நுட்ப ஆதரவு
te: వనరులు మరియు సాంకేతిక మద్దతు
th: ทรัพยากรและการสนับสนุนทางเทคนิค
tr: Kaynaklar ve teknik destek
uk: Ресурси та технічна підтримка
ur: وسائل اور تکنیکی مدد
uz: Resurslar va texnik yordam
vi: Tài nguyên và hỗ trợ kỹ thuật
zh_hans: 资源与技术支持
zh_hant: 資源與技術支援
zh_hk: 資源與技術支援

source: Restore Purchases
ar: استعادة الشراء
az: Alışı bərpa et
bg: Възстановяване на покупка
bn: ক্রয় পুনরুদ্ধার
ca: Restaurar compra
ceb: I-restore ang Gipalit
cs: Obnovit nákup
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
es_us: Restaurar compras
et: Taasta ost
fa: بازیابی خرید
fi: Palauta ostos
fil: I-restore ang Binili
fr: Restaurer l'achat
fr_ca: Restaurer l'achat
ga: Athchóirigh Ceannacháin
gu: ખરીદી પુનઃપ્રાપ્ત કરો
he: שחזור רכישה
hi: खरीदारी पुनर्प्राप्त करें
hr: Obnovi kupnju
hu: Vásárlás visszaállítása
id: Pulihkan Pembelian
is: Endurheimta kaup
it: Ripristina acquisto
ja: 購入を復元
jv: Pulehake Tuku
kk: Сатып алуды қалпына келтіру
km: ស្តារការទិញឡើងវិញ
kn: ಖರೀದಿಯನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 구매 복원
lt: Atkurti pirkimą
lv: Atjaunot pirkumu
ml: വാങ്ങിയവ പുനഃസ്ഥാപിക്കുക
mr: खरेदी पुनर्संचयित करा
ms: Pulihkan Pembelian
my: ဝယ်ယူမှု ပြန်လည်ရယူရန်
nb: Gjenopprett kjøp
nl: Aankopen herstellen
or: କ୍ରୟ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ
pa: ਖਰੀਦ ਬਹਾਲ ਕਰੋ
pl: Przywróć zakup
pt_br: Restaurar compra
pt_pt: Restaurar compra
ro: Restaurare achiziție
ru: Восстановить покупки
sk: Obnoviť nákupy
sl: Obnovi nakupe
sq: Rikthe blerjen
sv: Återställ köp
sw: Rejesha ununuzi
ta: வாங்கியதை மீட்டமை
te: కొనుగోళ్లను పునరుద్ధరించండి
th: กู้คืนการซื้อ
tr: Satın alımları geri yükle
uk: Відновити покупки
ur: خریداری بحال کریں
uz: Xaridni tiklash
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買
zh_hk: 恢復購買

# RON
source: Romanian Leu
ar: ليو روماني
az: Rumıniya leyi
bg: Румънска лея
bn: রোমানিয়ান লেও
ca: Leu romanès
cs: Rumunské leu
da: Rumænsk Leu
de: Rumänischer Leu
el: Λέου Ρουμανίας
es: Leu rumano
es_us: Leu rumano
et: Rumeenia leu
fa: لئوی رومانی
fr: Leu roumain
fr_ca: Leu roumain
ga: Leu na Rómáine
gu: રોમાનિયન લ્યુ
he: לאו רומני
hi: रोमानियाई ल्यू
hr: Rumunjski lej
hu: Román lej
id: Leu Rumania
is: Rúmenskt lei
it: Leu rumeno
ja: ルーマニア・レイ
jv: Leu Rumania
kk: Румыния лейі
km: ឡីរូម៉ានី
kn: ರೊಮೇನಿಯನ್ ಲೆಯು
ko: 루마니아 레우
lt: Rumunijos lėja
lv: Rumānijas leja
ml: റൊമാനിയൻ ലെയു
mr: रोमानियन ल्यू
ms: Leu Romania
my: ရိုမေးနီးယား လီယူ
nb: Rumenske leu
nl: Roemeense leu
or: ରୋମାନିୟ ଲିଉ
pa: ਰੋਮਾਨੀਅਨ ਲਿਊ
pl: Lej rumuński
pt_br: Leu romeno
pt_pt: Leu romeno
ro: Leu românesc
ru: Румынский лей
sk: Rumunský lei
sl: Romunski lev
sq: Leu Rumun
sv: Rumänsk leu
sw: Leu ya Romania
ta: ருமேனிய லியூ
te: రోమేనియన్ ల్యూ
th: ลิวโรมาเนีย
tr: Rumen Leyi
uk: Румунський лей
ur: رومانیہ لیو
uz: Ruminiya leyi
vi: Leu Romania
zh_hant: 羅馬尼亞列伊
zh_hk: 羅馬尼亞列伊

# RUB
source: Russian Ruble
ar: روبل روسي
az: Rusiya rublu
bg: Руска рубла
bn: রাশিয়ান রুবেল
ca: Ruble rus
cs: Ruský rubl
da: Russisk Rubel
de: Russischer Rubel
el: Ρούβλι Ρωσίας
es: Rublo ruso
es_us: Rublo ruso
et: Vene rubla
fa: روبل روسیه
fi: Venäjän rupla
fr: Rouble russe
fr_ca: Rouble russe
ga: Rúbal na Rúise
gu: રશિયન રૂબલ
he: רובל רוסי
hi: रूसी रूबल
hr: Ruski rubalj
hu: Orosz rubel
id: Rubel Rusia
is: Rússnesk rúbla
it: Rublo russo
ja: ロシア・ルーブル
jv: Rubel Rusia
kk: Ресей рублі
km: រូប៊លរុស្ស៊ី
kn: ರಷ್ಯನ್ ರೂಬಲ್
ko: 러시아 루블
lt: Rusijos rublis
lv: Krievijas rublis
ml: റഷ്യൻ റൂബിൾ
mr: रशियन रुबल
ms: Ruble Rusia
my: ရုရှား ရူဘယ်
nb: Russiske rubler
nl: Russische roebel
or: ରୁଷିୟ ରୁବଲ୍
pa: ਰੂਸੀ ਰੂਬਲ
pl: Rubel rosyjski
pt_br: Rublo russo
pt_pt: Rublo russo
ro: Rublă rusească
ru: Российский рубль
sk: Ruský rubeľ
sl: Ruski rubelj
sq: Rubla Ruse
sv: Rysk rubel
sw: Ruble ya Urusi
ta: ரஷ்ய ரூபிள்
te: రష్యన్ రూబుల్
th: รูเบิลรัสเซีย
tr: Rus Rublesi
uk: Російський рубль
ur: روسی روبل
uz: Rossiya rubli
vi: Rúp Nga
zh_hant: 俄羅斯盧布
zh_hk: 俄羅斯盧布
